phd_application/time_activity_schedule.tex
% Created 2025-11-17 Mon 13:37
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{listings}
\usepackage{color}
\usepackage{amsmath}
\usepackage{array}
\usepackage[T1]{fontenc}
\usepackage{natbib}
\usepackage{makecell}
\renewcommand\arraystretch{1.3}
\renewcommand\cellgape{\Gape[6pt]}
\author{Hjalte Søberg Mikkelsen}
\date{\today}
\title{}
\begin{document}

\noindent
\section*{Time and activity schedule}
\label{sec:org07ab1b1}
\begin{center}
\begin{tabular}{|l|l|}
Dates & Activities\\[0pt]
\hline
Dec 2025 – Jan 2026 & \makecell[l]{Read about existing litterature about risk prediction and articles related to constrained risk prediction. \\ Take the introductory PhD course.}\\[0pt]
Feb 2025 – Jun 2026 & \makecell[l]{Project 1: Begin writing the article about constrained risk prediction. \\ Do projects at Steno and follow PhD courses.}\\[0pt]
Jul 2026 – Nov 2026 & \makecell[l]{Project 1: Finalize paper draft. \\ Project 2: Begin article about combining constrained risk prediction with the super learner. \\ Do work at Steno and follow PhD courses}\\[0pt]
Dec 2026 – Apr 2027 & \makecell[l]{Project 2: Finalize paper draft. \\ Project 3: Begin work on identifying the sub-groups with the highest risk of getting type 2 diabetes. \\ Do work at Steno and partake in conferences.}\\[0pt]
May 2027 – Sep 2027 & \makecell[l]{Project 2: Finalize paper draft. \\ Project 3: Continue writing article. \\ Do work at Steno and follow PhD courses and seminars}\\[0pt]
Oct 2027 – Feb 2028 & \makecell[l]{Project 3: Finalize paper draft. \\ Continue researching the subject.}\\[0pt]
Mar 2028 – Aug 2028 & \makecell[l]{Finalize papers and begin writing thesis. \\ Do work at Steno and take final PhD courses.}\\[0pt]
Sep 2028 – Dec 2028 & \makecell[l]{Finalize thesis and defend it.}\\[0pt]
\end{tabular}
\end{center}
\end{document}
